{
  "Comment.nvim": { "branch": "master" },
  "Leetbuddy.nvim": { "branch": "main" },
  "LuaSnip": { "branch": "master" },
  "NeoComposer.nvim": { "branch": "main" },
  "adwaita.nvim": { "branch": "main" },
  "aerial.nvim": { "branch": "master" },
  "alpha-nvim": { "branch": "main" },
  "animation.nvim": { "branch": "main" },
  "apprentice.nvim": { "branch": "main" },
  "aquarium-vim": { "branch": "develop" },
  "blackjack.nvim": { "branch": "main" },
  "blue-moon": { "branch": "master" },
  "calvera-dark.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "ccc.nvim": { "branch": "main" },
  "cellular-automaton.nvim": { "branch": "main" },
  "chartoggle.nvim": { "branch": "main" },
  "cheatsheet.nvim": { "branch": "master" },
  "clipboard-image.nvim": { "branch": "main" },
  "close-buffers.nvim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-calc": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-cmdline-history": { "branch": "master" },
  "cmp-emoji": { "branch": "main" },
  "cmp-git": { "branch": "main" },
  "cmp-nerdfont": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-plugins": { "branch": "main" },
  "cmp-treesitter": { "branch": "master" },
  "cmp-zsh": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "codeschool.nvim": { "branch": "master" },
  "codewindow.nvim": { "branch": "master" },
  "colorful-winsep.nvim": { "branch": "main" },
  "comment-box.nvim": { "branch": "main" },
  "competitest.nvim": { "branch": "master" },
  "compter.nvim": { "branch": "master" },
  "core.nvim": { "branch": "main" },
  "debugprint.nvim": { "branch": "main" },
  "decay.nvim": { "branch": "main" },
  "diffview.nvim": { "branch": "main" },
  "distant.nvim": { "branch": "v0.3" },
  "doom-one.nvim": { "branch": "main" },
  "dracula.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "drop.nvim": { "branch": "main" },
  "due.nvim": { "branch": "main" },
  "edge": { "branch": "master" },
  "edgy.nvim": { "branch": "main" },
  "everblush": { "branch": "main" },
  "everforest-nvim": { "branch": "main" },
  "git-conflict.nvim": { "branch": "main" },
  "github-colors": { "branch": "main" },
  "github-nvim-theme": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "gloombuddy": { "branch": "main" },
  "gruvbox-baby": { "branch": "main" },
  "gruvbox-material": { "branch": "master" },
  "gruvbox.nvim": { "branch": "main" },
  "guihua.lua": { "branch": "master" },
  "hardtime.nvim": { "branch": "main" },
  "heirline.nvim": { "branch": "master" },
  "high-str.nvim": { "branch": "main" },
  "hlargs.nvim": { "branch": "main" },
  "hydra.nvim": { "branch": "master" },
  "inc-rename.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "instant.nvim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "leap.nvim": { "branch": "main" },
  "legendary.nvim": { "branch": "master" },
  "licenses.nvim": { "branch": "master" },
  "local-lua-debugger-vscode": { "branch": "master" },
  "lspkind.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "material.nvim": { "branch": "main" },
  "mellifluous.nvim": { "branch": "main" },
  "mellow.nvim": { "branch": "main" },
  "middleclass": { "branch": "master" },
  "mini.ai": { "branch": "main" },
  "mini.align": { "branch": "main" },
  "mini.animate": { "branch": "main" },
  "mini.move": { "branch": "main" },
  "minimal.nvim": { "branch": "main" },
  "mkdir.nvim": { "branch": "main" },
  "monochrome.nvim": { "branch": "main" },
  "monokai.nvim": { "branch": "master" },
  "moonlight.nvim": { "branch": "pure-lua" },
  "muren.nvim": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "neodev.nvim": { "branch": "main" },
  "neogit": { "branch": "master" },
  "neon": { "branch": "main" },
  "neorg": { "branch": "main" },
  "neoscroll.nvim": { "branch": "master" },
  "neosolarized.nvim": { "branch": "main" },
  "neotest": { "branch": "master" },
  "nightfox.nvim": { "branch": "main" },
  "no-neck-pain.nvim": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nord.nvim": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "numb.nvim": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-bqf": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-code-action-menu": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-python": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-deus": { "branch": "master" },
  "nvim-hlslens": { "branch": "main" },
  "nvim-hybrid": { "branch": "main" },
  "nvim-juliana": { "branch": "master" },
  "nvim-lightbulb": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-neoclip.lua": { "branch": "main" },
  "nvim-notify": { "branch": "master" },
  "nvim-numbertoggle": { "branch": "main" },
  "nvim-regexplainer": { "branch": "main" },
  "nvim-surround": { "branch": "main" },
  "nvim-test": { "branch": "main" },
  "nvim-tetris": { "branch": "master" },
  "nvim-toggler": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "nvimesweeper": { "branch": "master" },
  "octo.nvim": { "branch": "master" },
  "oh-lucy.nvim": { "branch": "main" },
  "omni.vim": { "branch": "master" },
  "one-small-step-for-vimkind": { "branch": "main" },
  "one_monokai.nvim": { "branch": "main" },
  "onedark.nvim": { "branch": "master" },
  "onedarkpro.nvim": { "branch": "main" },
  "onenord.nvim": { "branch": "main" },
  "overseer.nvim": { "branch": "master" },
  "oxocarbon.nvim": { "branch": "main" },
  "pantran.nvim": { "branch": "main" },
  "part-edit.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "poimandres.nvim": { "branch": "main" },
  "possession.nvim": { "branch": "master" },
  "pretty-fold.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "quicknote.nvim": { "branch": "master" },
  "ranger.nvim": { "branch": "main" },
  "rasmus.nvim": { "branch": "main" },
  "reach.nvim": { "branch": "master" },
  "renamer.nvim": { "branch": "master" },
  "rose-pine": { "branch": "main" },
  "shenzhen-solitaire.nvim": { "branch": "master" },
  "sherbet.nvim": { "branch": "master" },
  "sniprun": { "branch": "master" },
  "sonokai": { "branch": "master" },
  "specs.nvim": { "branch": "main" },
  "sqlite.lua": { "branch": "master" },
  "stay-in-place.nvim": { "branch": "main" },
  "styler.nvim": { "branch": "main" },
  "substrata.nvim": { "branch": "main" },
  "sudoku.nvim": { "branch": "main" },
  "symbols-outline.nvim": { "branch": "master" },
  "tabout.nvim": { "branch": "master" },
  "telescope-dap.nvim": { "branch": "master" },
  "telescope-emoji.nvim": { "branch": "master" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope-lazy.nvim": { "branch": "main" },
  "telescope-luasnip.nvim": { "branch": "master" },
  "telescope-media-files.nvim": { "branch": "master" },
  "telescope-session.nvim": { "branch": "main" },
  "telescope-undo.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyodark.nvim": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" },
  "treesj": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "twilight.nvim": { "branch": "main" },
  "typo.nvim": { "branch": "main" },
  "urlview.nvim": { "branch": "main" },
  "usage-tracker.nvim": { "branch": "main" },
  "venn.nvim": { "branch": "main" },
  "vim": { "branch": "main" },
  "vimdark": { "branch": "master" },
  "vn-night.nvim": { "branch": "main" },
  "web-tools.nvim": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "windows.nvim": { "branch": "main" },
  "winshift.nvim": { "branch": "main" },
  "yanky.nvim": { "branch": "main" },
  "zen-mode.nvim": { "branch": "main" },
  "zenburn.nvim": { "branch": "master" },
  "zephyr-nvim": { "branch": "main" },
  "zephyrium": { "branch": "master" }
}